<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2018 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

// +----------------------------------------------------------------------
// | 邮件设置
// +----------------------------------------------------------------------

return [
    // 主服务器和备份SMTP服务器
    'Host'=>'smtp.163.com',
    // 使SMTP认证
    'SMTPAuth'=>true,
    // SMTP用户名
    'Username'=>'15736736889@163.com',
    // SMTP密码
    'Password'=>'0507HaI',
    // 寄送人名称
    'Sender'=>'HaI',
    // 收件人名称
    'Receiver'=>'HaI',
    // 收件人邮箱地址
    'Email'=>'15736736889@163.com',
    // 启用TLS加密，' ssl '也接受
    'SMTPSecure'=>'ssl',
    // 要连接到的TCP端口
    'Port'=>587,
];
