<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2018 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

// +----------------------------------------------------------------------
// | 七牛设置
// +----------------------------------------------------------------------

return [
    // 应用名称
    'accessKey'              => '5eO4zyjPp0zUEJwGk2pVcBaOf8AcqE2_GjFpJpN7',
    // 应用地址
    'secretKey'              => '5keP7EoNBFCtUgHuN8BMzro6zJFN85GyUzKebO-K',
    // 七牛账号
    'shared'              => '15736736889@163.com',
    // 默认仓库
    'bucket'              => 'yuhal-image',
    // 上传目录
    'updir'              => '/home/wwwroot/upload/',
];
